<html>
<head>
    <title>Politica de Privacidade do Quimiquiz</title>
</head>
<body bgcolor="#121212">

<div style="color: #E1E1E1">
    <h1 style="color: #18E2EF"><i>Politica de Privacidade do Quimiquiz</i></h1>
    <p>Desenvolvido por Firmino Veras e Diego Cordeiro</p>
    <p>EREM Santa Terezinha &ndash; PE</p>
    <p>Contatos: Firmino.veras@live.com, diegoocordeiro@gmail.com,
        escolastaterezinha@yahoo.com.br</p>
    <p>&nbsp;</p>
    <h1 style="color: #18E2EF"><strong>Tipos de dados coletados</strong></h1>
    <p>Entre os tipos de dados pessoais que este aplicativo recolhe, por si s&oacute; ou por meio de
        terceiros, est&atilde;o: e-mail, foto de perfil do Google, nome, sobrenome e informa&ccedil;&otilde;es sobre a
        escolaridade do usu&aacute;rio.</p>
    <p>Outros dados pessoais recolhidos podem ser descritos em outras se&ccedil;&otilde;es desta pol&iacute;tica
        de privacidade ou pelo texto explicativo espec&iacute;fico apresentado no contexto da coleta
        de dados.</p>
    <p>Os dados pessoais podem ser livremente fornecidos pelo usu&aacute;rio, ou coletados
        automaticamente quando se utiliza este aplicativo.</p>
    <p>Qualquer uso de cookies - ou de outras ferramentas de rastreamento - pelo aplicativo ou pelos
        propriet&aacute;rios dos servi&ccedil;os terceirizados utilizados por ele, salvo indica&ccedil;&atilde;o
        em contr&aacute;rio, servem para identificar os usu&aacute;rios e lembrar as suas prefer&ecirc;ncias,
        com o &uacute;nico prop&oacute;sito de fornecer os servi&ccedil;os requeridos por eles.</p>
    <p>O n&atilde;o fornecimento de determinados dados pessoais pode tornar imposs&iacute;vel para
        este aplicativo prestar os seus servi&ccedil;os.</p>
    <p>O usu&aacute;rio assume a responsabilidade pelos dados pessoais de terceiros publicados ou
        compartilhados por meio deste servi&ccedil;o (este aplicativo) e confirma que tem o
        consentimento da parte terceira para fornecer dados para o propriet&aacute;rio.</p>
    <p><strong>&nbsp;</strong></p>
    <h1 style="color: #18E2EF"><strong>Modo e local de processamento dos dados</strong></h1>
    <h2><strong style="font-style: inherit;">M&eacute;todo de processamento</strong></h2>
    <p>O controlador de dados processa os dados de usu&aacute;rios de forma adequada e tomar&aacute;
        as medidas de seguran&ccedil;a adequadas para impedir o acesso n&atilde;o autorizado,
        divulga&ccedil;&atilde;o, altera&ccedil;&atilde;o ou destrui&ccedil;&atilde;o n&atilde;o
        autorizada dos dados. O processamento de dados &eacute; realizado utilizando computadores e
        /ou ferramentas de TI habilitadas, seguindo procedimentos organizacionais e meios
        estritamente relacionados com os fins indicados. Al&eacute;m do controlador de dados, em
        alguns casos, os dados podem ser acessados por certos tipos de pessoas envolvidas com a
        opera&ccedil;&atilde;o do aplicativo&nbsp;(administra&ccedil;&atilde;o, vendas, marketing,
        administra&ccedil;&atilde;o legal do sistema) ou pessoas externas (como fornecedores
        terceirizados de servi&ccedil;os t&eacute;cnicos, carteiros, provedores de hospedagem,
        empresas de TI, ag&ecirc;ncias de comunica&ccedil;&atilde;o) nomeadas, quando necess&aacute;rio,
        como processadores de dados por parte do propriet&aacute;rio. A lista atualizada destas
        partes pode ser solicitada a partir do controlador de dados a qualquer momento.</p>
    <p>&nbsp;</p>
    <h2><strong style="font-style: inherit;">Lugar</strong></h2>
    <p>Os dados s&atilde;o processados localmente no dispositivo, e s&atilde;o armazenados em um
        servidor remoto privado.</p>
    <p>&nbsp;</p>
    <h2><strong>Per&iacute;odo de conserva&ccedil;&atilde;o</strong></h2>
    <p>Os dados s&atilde;o mantidos pelo per&iacute;odo necess&aacute;rio para prestar o servi&ccedil;o
        solicitado pelo usu&aacute;rio, ou pelos fins descritos neste documento, e o usu&aacute;rio
        pode solicitar ao controlador de dados para que os suspendam ou os removam, utilizando o
        endere&ccedil;o da institui&ccedil;&atilde;o EREM Santa Terezinha, onde os desenvolvedores
        do aplicativo definiram seu maior p&uacute;blico alvo.</p>
    <p>&nbsp;</p>
    <h2><strong style="font-style: inherit;">O Uso dos dados coletados</strong></h2>
    <p>Os dados relativos ao usu&aacute;rio s&atilde;o coletados para permitir que o propriet&aacute;rio
        forne&ccedil;a os servi&ccedil;os, bem como para os seguintes prop&oacute;sitos: exibir
        informa&ccedil;&otilde;es para o pr&oacute;prio usu&aacute;rio acerca do seu desempenho em
        formato detalhado, identifica&ccedil;&atilde;o pessoal no aplicativo, fins de estat&iacute;stica
        sobre desempenho acad&ecirc;mico por meio dos acertos das quest&otilde;es contidas no
        aplicativo.</p>
    <p>Os dados pessoais utilizados para cada finalidade est&atilde;o descritos nas se&ccedil;&otilde;es
        espec&iacute;ficas deste documento.</p>
    <p>&nbsp;</p>
    <h1 style="color: #18E2EF"><strong>Informa&ccedil;&otilde;es detalhadas sobre o processamento de
        dados
        pessoais</strong></h1>
    <p>Os dados pessoais s&atilde;o recolhidos para os seguintes fins e utilizando os seguintes
        servi&ccedil;os:</p>
    <p>&nbsp;</p>
    <h2><strong style="font-style: inherit;">Lista de endere&ccedil;amento ou boletim informativo do
        Quimiquiz</strong></h2>
    <p>Ao registar-se na lista de endere&ccedil;amento ou no boletim informativo, o endere&ccedil;o
        de e-mail do usu&aacute;rio ser&aacute; adicionado &agrave; lista de contatos daqueles que
        podem receber mensagens de e-mail que contenham informa&ccedil;&otilde;es de natureza
        comercial ou promocional sobre este Aplicativo. O seu endere&ccedil;o de e-mail tamb&eacute;m
        poder&aacute; ser adicionado a esta lista, como resultado de sua inscri&ccedil;&atilde;o
        neste servi&ccedil;o (este aplicativo). Dados pessoais coletados: e-mail.</p>
    <p><strong>&nbsp;</strong></p>
    <h2><strong>Identifica&ccedil;&atilde;o do Usu&aacute;rio</strong></h2>
    <p>Ao preencher o formul&aacute;rio de cadastro com os seus dados, os usu&aacute;rios autorizam
        este aplicativo a usar esses detalhes para identificar quem voc&ecirc; &eacute; juntamente
        com seu grau de escolaridade. Dados pessoais coletados: e-mail, foto do contato
        nome e sobrenome, grau de escolaridade e local em que est&aacute; cursando a
        educa&ccedil;&atilde;o b&aacute;sica.</p>
    <p>&nbsp;</p>
    <h2><strong>Estat&iacute;stica</strong></h2>
    <p>Ao usar e preencher as quest&otilde;es do aplicativo, o usu&aacute;rio concorda que as estat&iacute;sticas
        acerca de acertos, erros e pontua&ccedil;&atilde;o pode ser usada para calcular placares de
        l&iacute;deres, p&oacute;dios e competi&ccedil;&otilde;es futuras.</p>
    <p>&nbsp;</p>
    <h1 style="color: #18E2EF"><strong>Informa&ccedil;&otilde;es adicionais sobre a coleta e
        processamento de
        dados</strong></h1>
    <h2><strong style="font-style: inherit;">A&ccedil;&atilde;o jur&iacute;dica</strong></h2>
    <p>Os dados pessoais dos usu&aacute;rios podem ser utilizados para fins jur&iacute;dicos pelo
        controlador de dados em ju&iacute;zo ou nas etapas conducentes &agrave; poss&iacute;vel a&ccedil;&atilde;o
        jur&iacute;dica decorrente de uso indevido deste aplicativo ou dos servi&ccedil;os
        relacionados.</p>
    <p>O usu&aacute;rio declara estar ciente de que o controlador dos dados poder&aacute; ser
        obrigado a revelar os dados pessoais mediante solicita&ccedil;&atilde;o das autoridades
        governamentais.</p>
    <p>&nbsp;</p>
    <h1 style="color: #18E2EF"><strong style="font-style: inherit;">Informa&ccedil;&otilde;es
        adicionais sobre os dados
        pessoais do usu&aacute;rio</strong></h1>
    <p>Al&eacute;m das informa&ccedil;&otilde;es contidas nesta pol&iacute;tica de privacidade, este
        aplicativo poder&aacute; fornecer ao usu&aacute;rio informa&ccedil;&otilde;es adicionais e
        contextuais sobre os servi&ccedil;os espec&iacute;ficos ou a coleta e processamento de dados
        pessoais mediante solicita&ccedil;&atilde;o.</p>
    <p>&nbsp;</p>
    <h1 style="color: #18E2EF"><strong style="font-style: inherit;">Logs do sistema e manuten&ccedil;&atilde;o</strong>
    </h1>
    <p>Para fins de opera&ccedil;&atilde;o e manuten&ccedil;&atilde;o, este aplicativo e quaisquer
        servi&ccedil;os de terceiros poder&atilde;o coletar arquivos que gravam a intera&ccedil;&atilde;o
        com este aplicativo (logs do sistema) ou usar, para este fim, outros dados Pessoais (tais
        como o endere&ccedil;o IP).</p>
    <p>&nbsp;</p>
    <h1 style="color: #18E2EF"><strong style="font-style: inherit;">As informa&ccedil;&otilde;es n&atilde;o
        contidas nesta
        pol&iacute;tica</strong></h1>
    <p>Mais detalhes sobre a coleta ou processamento de dados pessoais podem ser solicitados ao
        controlador de dados, a qualquer momento. Favor ver as informa&ccedil;&otilde;es de contato
        no in&iacute;cio deste documento.</p>
    <p>&nbsp;</p>
    <h1 style="color: #18E2EF"><strong style="font-style: inherit;">Os direitos dos
        usu&aacute;rios</strong></h1>
    <p>Os usu&aacute;rios t&ecirc;m o direito de, a qualquer tempo, consultar o controlador de dados
        para saber se os seus dados pessoais foram armazenados e saber mais sobre o conte&uacute;do
        e origem, verificar a sua exatid&atilde;o ou para pedir que sejam complementados,
        cancelados, atualizados ou corrigidos, ou que sejam transformados em formato an&ocirc;nimo
        ou bloquear quaisquer dados mantidos em viola&ccedil;&atilde;o da lei, bem como se opor ao
        seu tratamento por quaisquer todas as raz&otilde;es leg&iacute;timas. Os pedidos devem ser
        enviados para o controlador de dados usando a informa&ccedil;&atilde;o de contato fornecida
        anteriormente.</p>
    <p>Este aplicativo n&atilde;o suporta pedidos de "N&atilde;o me rastreie".</p>
    <p>Para determinar se qualquer um dos servi&ccedil;os de terceiros que utiliza honram solicita&ccedil;&otilde;es
        de "N&atilde;o me rastreie", por favor leia as pol&iacute;ticas de privacidade.</p>
    <p>&nbsp;</p>
    <h1 style="color: #18E2EF"><strong style="font-style: inherit;">Mudan&ccedil;as nesta pol&iacute;tica
        de
        privacidade</strong></h1>
    <p>O controlador de dados se reserva o direito de fazer altera&ccedil;&otilde;es nesta pol&iacute;tica
        de privacidade a qualquer momento, mediante comunica&ccedil;&atilde;o aos seus usu&aacute;rios
        nesta p&aacute;gina. &Eacute; altamente recomend&aacute;vel que esta p&aacute;gina seja
        consultada v&aacute;rias vezes em rela&ccedil;&atilde;o &agrave; &uacute;ltima modifica&ccedil;&atilde;o
        descrita na parte inferior. Se o Usu&aacute;rio n&atilde;o concorda com qualquer das altera&ccedil;&otilde;es
        da pol&iacute;tica de privacidade, o usu&aacute;rio deve cessar o uso deste aplicativo e
        pode solicitar ao controlador de dados que apague os dados pessoais dele. Salvo disposi&ccedil;&atilde;o
        em contr&aacute;rio, a atual pol&iacute;tica de privacidade se aplica a todos os dados
        pessoais dos usu&aacute;rios que o controlador de dados tiver.</p>
    <p>&nbsp;</p>
    <h1 style="color: #18E2EF"><strong style="font-style: inherit;">Defini&ccedil;&otilde;es e refer&ecirc;ncias
        jur&iacute;dicas</strong>
    </h1>
    <p>Dados pessoais</p>
    <p>Quaisquer informa&ccedil;&otilde;es relativas a uma pessoa f&iacute;sica, pessoa jur&iacute;dica,
        institui&ccedil;&atilde;o ou associa&ccedil;&atilde;o, as quais sejam, ou possam ser
        identificadas, mesmo que indiretamente, por refer&ecirc;ncia a quaisquer outras informa&ccedil;&otilde;es,
        incluindo um n&uacute;mero de identifica&ccedil;&atilde;o pessoal.</p>
    <p>&nbsp;</p>
    <p>Dados de uso</p>
    <p>As informa&ccedil;&otilde;es coletadas automaticamente a partir deste servi&ccedil;o (ou
        servi&ccedil;os de terceiros contratados neste aplicativo, que podem incluir: os endere&ccedil;os
        IP ou nomes de dom&iacute;nio dos computadores utilizados pelos usu&aacute;rios que utilizam
        este aplicativo, os endere&ccedil;os URI (Identificador Uniforme de Recurso), a data e hora
        do pedido, o m&eacute;todo utilizado para submeter o pedido ao servidor, o tamanho do
        arquivo recebido em resposta, o c&oacute;digo num&eacute;rico que indica o status do
        servidor de resposta (resultado positivo, erro , etc.), o pa&iacute;s de origem, as caracter&iacute;sticas
        do navegador e do sistema operacional utilizado pelo usu&aacute;rio, os v&aacute;rios
        detalhes de tempo por visita (por exemplo, o tempo gasto em cada p&aacute;gina dentro do
        aplicativo) e os detalhes sobre o caminho seguido dentro da aplica&ccedil;&atilde;o, com
        especial refer&ecirc;ncia &agrave; sequ&ecirc;ncia de p&aacute;ginas visitadas e outros par&acirc;metros
        sobre o sistema operacional do dispositivo e/ou ambiente de TI do Usu&aacute;rio.</p>
    <p>&nbsp;</p>
    <p>Usu&aacute;rio</p>
    <p>A pessoa que usa este aplicativo que dever&aacute; coincidir com ou estar autorizada pelo
        titular dos dados a quem os dados pessoais se referem.</p>
    <p>&nbsp;</p>
    <p>Titular dos dados</p>
    <p>A pessoa jur&iacute;dica ou f&iacute;sica a quem os dados pessoais se referem.</p>
    <p>&nbsp;</p>
    <p>Processador de dados (ou supervisor de dados)</p>
    <p>A pessoa f&iacute;sica, pessoa jur&iacute;dica, a administra&ccedil;&atilde;o p&uacute;blica
        ou qualquer outro &oacute;rg&atilde;o, associa&ccedil;&atilde;o ou organiza&ccedil;&atilde;o
        autorizada pelo controlador de dados para o processamento dos dados pessoais em conformidade
        com esta pol&iacute;tica de privacidade.</p>
    <p>&nbsp;</p>
    <p>Controlador de dados (ou propriet&aacute;rio)</p>
    <p>A pessoa f&iacute;sica, pessoa jur&iacute;dica, administra&ccedil;&atilde;o p&uacute;blica ou
        qualquer outra entidade, associa&ccedil;&atilde;o ou organiza&ccedil;&atilde;o com direitos,
        tamb&eacute;m em conjunto com outro controlador dos dados, para tomar decis&otilde;es sobre
        as finalidades e os m&eacute;todos de processamento de dados pessoais e os meios utilizados,
        incluindo medidas de seguran&ccedil;a relativas ao funcionamento e ao uso deste servi&ccedil;o.
        O controlador de dados, a menos que seja especificado de outra forma, &eacute; o propriet&aacute;rio
        deste servi&ccedil;o (este aplicativo).</p>
    <p>&nbsp;</p>
    <p>Este aplicativo</p>
    <p>A ferramenta de hardware ou software pela qual os dados pessoais do usu&aacute;rio s&atilde;o
        coletados.</p>
    <p>&nbsp;</p>
    <p>Cookie</p>
    <p>Pequenas unidades de dados armazenados no dispositivo do usu&aacute;rio.</p>
    <p>&nbsp;</p>
    <p>Informa&ccedil;&atilde;o jur&iacute;dica</p>
    <p>Aviso aos usu&aacute;rios europeus: esta declara&ccedil;&atilde;o de privacidade foi
        elaborada em cumprimento das obriga&ccedil;&otilde;es nos termos do art. n.10 da Diretiva
        95/46/CE, e de acordo com as disposi&ccedil;&otilde;es da Diretiva 2002/58/CE, tal como
        revisto pela Diretiva 2009/136/CE, sobre o assunto de Cookies.</p>
    <p>Esta pol&iacute;tica de privacidade &eacute; apenas sobre este Aplicativo.</p>
    <p>Quimiquiz.</p>
    <p><u>&nbsp;</u></p>
    <h4 style="color: #64C864"><strong>&Uacute;ltima atualiza&ccedil;&atilde;o:&nbsp;04 de abril
        de 2020</strong>
    </h4>

</div>
</body>
</html>
